Repository: legeling/AltForge
Catalog: AltStore/Authentication/mul.lproj/Authentication.xcstrings
Source language: en
Languages: ja, pt_br, zh_hans

# 2N5-zd-fUj.normalTitle
source: Sign in
ja: サインイン
pt_br: Entrar
zh_hans: 登录

# 4rk-ge-FSj.text
source: Connect by USB, or enable Wi-Fi sync and put both devices on the same network.
ja: USBで接続するか、Wi-Fi同期を有効にして両方のデバイスを同じネットワークに接続します。
pt_br: Conecte por USB ou ative a sincronização por Wi‑Fi e coloque os dois dispositivos na mesma rede.
zh_hans: 使用 USB 连接，或启用 Wi-Fi 同步并让两台设备接入同一网络。

# 5nk-NR-jtV.title
source: Refresh AltForge
ja: AltForgeを更新
pt_br: Atualizar o AltForge
zh_hans: 刷新 AltForge

# 6HP-Xh-sAH.text
source: Keep AltForge Server open on your Mac or Windows PC while installing or refreshing apps.
ja: アプリのインストールや更新中は、MacまたはWindows PCでAltForge Serverを開いたままにします。
pt_br: Mantenha o AltForge Server aberto no Mac ou PC com Windows durante a instalação ou atualização de apps.
zh_hans: 安装或刷新应用时，请在 Mac 或 Windows 电脑上保持 AltForge Server 运行。

# Ava-XY-7vs.text
source: PASSWORD
ja: パスワード
pt_br: SENHA
zh_hans: 密码

# bCq-Jq-gf1.title
source: How it works
ja: 仕組み
pt_br: Como funciona
zh_hans: 工作原理

# EI2-V3-zQZ.text
source: Welcome to AltForge.
ja: AltForgeへようこそ。
pt_br: Boas-vindas ao AltForge.
zh_hans: 欢迎使用 AltForge。

# esj-pD-D4A.text
source: Connect Your iPhone
ja: iPhoneを接続
pt_br: Conecte o iPhone
zh_hans: 连接 iPhone

# HU5-Hv-E3d.text
source: Free-account signatures usually last 7 days. Refresh while AltForge Server is reachable before they expire.
ja: 無料アカウントの署名は通常7日間有効です。期限切れ前にAltForge Serverへ接続して更新してください。
pt_br: Assinaturas de contas gratuitas normalmente duram 7 dias. Atualize antes do vencimento com o AltForge Server acessível.
zh_hans: 免费账号签名通常有效 7 天。请在到期前连接 AltForge Server 刷新。

# JeJ-bk-UCA.text
source: Sign and Install
ja: 署名してインストール
pt_br: Assinar e instalar
zh_hans: 签名并安装

# M7T-9j-uyt.text
source: AltForge selects your Apple developer team, signs the app, then sends it through AltForge Server.
ja: AltForgeがAppleデベロッパチームを選択してアプリに署名し、AltForge Server経由で送信します。
pt_br: O AltForge seleciona sua equipe Apple, assina o app e o envia pelo AltForge Server.
zh_hans: AltForge 会自动选择您的 Apple 开发者团队，为应用签名，再通过 AltForge Server 发送。

# nDc-Zs-wnK.title
source: Close
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

# nvb-Aq-sYa.text
source: Refresh Before Expiry
ja: 期限切れ前に更新
pt_br: Atualize antes do vencimento
zh_hans: 到期前刷新

# on2-62-waY.text
source: AltForge asks Apple for the developer teams linked to this Apple ID, selects the best available team, and shows it in Settings. Credentials stay in this device's Keychain and are sent only to Apple for authentication.
ja: AltForgeはAppleからこのApple IDに関連付けられたデベロッパチームを取得し、最適なチームを選択して設定に表示します。認証情報はこのデバイスのキーチェーンに保存され、認証のためにのみAppleへ送信されます。
pt_br: O AltForge consulta na Apple as equipes vinculadas a este Apple ID, seleciona a melhor disponível e a mostra nos Ajustes. As credenciais ficam no Chaveiro do dispositivo e são enviadas apenas à Apple para autenticação.
zh_hans: AltForge 会向 Apple 查询此 Apple ID 关联的开发者团队，自动选择最合适的团队，并在设置中显示。凭据仅保存在本设备的 Keychain 中，并且只发送给 Apple 进行身份验证。

# p9U-0q-Kn8.text
source: Why do we need this?
ja: なぜこれが必要ですか？
pt_br: Por que precisamos disso?
zh_hans: 为什么需要这些信息？

# qua-VA-asJ.normalTitle
source: Refresh Later
ja: 後で更新
pt_br: Atualizar depois
zh_hans: 稍后刷新

# qZ9-AR-2zK.normalTitle
source: Got it
ja: わかりました
pt_br: Entendi
zh_hans: 知道了

# SNU-tv-8Au.text
source: Sign in with your Apple ID to get started.
ja: Apple IDでサインインして始めましょう。
pt_br: Entre com seu Apple ID para começar.
zh_hans: 使用 Apple ID 登录即可开始。

# xcg-hT-tDe.normalTitle
source: Refresh Now
ja: 今すぐ更新
pt_br: Atualizar agora
zh_hans: 立即刷新

# XKD-XH-eB0.text
source: Launch AltForge Server
ja: AltForge Serverを起動
pt_br: Abrir o AltForge Server
zh_hans: 启动 AltForge Server
